{
  "description": "This is a file containing data on ritual sites of Britain & Ireland, currently holding dummy data.",
  "name": "Ritual Sites of Britain & Ireland",

  "sites": [
    {
      "index": 0,
      "site": "Aquae Sulis",
      "start": "-50",
      "end": "400",
      "location": " England, Somerset, Bath, Abbey Churchyard",
      "description": "An early Roman period temple set around a natural spring with an adjoining bath complex. There is some evidence to suggest that the spring had some ritual significance prior to the Roman structure, it has also been shown that the ritual use of the site continued strongly into the 4th Century with continued deposition of coins, defixiones, and modifications to the temple itself. Aquae Sulis is unique in that it is one of the few sites we have a contempory reference to in Solinus, De Mirabilibus Mundi, Capitula XXIIII.",
      "bibliography": [
        "McBurney, J., 2016. The Cult of Sulis-Minerva at Bath: The Religious Ritual of the Patron Goddess at Bath. Victoria University of Wellington.",
        "Cleary, S.E., 2015. The “end of the gods” in late Roman Britain. Gallia.",
        "Cunliffe, B., 2009. Roman Bath Discovered. The History Press.",
        "Cunliffe, B., Tomlin, R., Walker, D., Allason-Jones, L., 1988. The Temple of Sulis Minerva at Bath: Vol.2 (II): The finds from the sacred spring.",
        "Davenport, P., 2021. Roman Bath: A New History and Archaeology of Aquae Sulis. The History Press.",
        "Davenport, P., Cunliffe, B., 1985. The Temple Of Sulis Minerva At Bath: Volume 1 (I): The Site. Oxford University School of Archaeology.",
        "Downes, Rev.A.M., 1909. The Goddess Sul and Heathen Rites near Bath.",
        "Gerrard, J., 2007. The Temple of Sulis Minerva, Bath and the end of Roman Britain. The Antiquaries Journal 87.",
        "Southern, P., 2015. The Story of Roman Bath. Amberley Publishing.",
        "Stewart, R.J., 1981. Waters of the Gap: Mythology of Aquae Sulis. Humanities Press Intl."
      ]
    },
    {
      "index": 1,
      "site": "Arthur's O'on",
      "start": "83",
      "end": "400",
      "location": " Scotland, Stirlingshire, Stenhousemuir",
      "description": "A beehive like Roman structure throught possibly to be a shrine to victory built in the wake of Agrocola's campaigns in Scotland. Nothing now stands of the structure as it was demolished in 1743.",
      "bibliography": [
        "Steer, K.A., (1976). MORE LIGHT ON ARTHUR’S O’ON. STUDIES IN ROMAN ARCHAEOLOGY FOR ANNE S. ROBERTSON 4.",
        "Steer, K.A., (1958). Arthur’s O’on: A lost shrine of Roman Britain.",
        "Tatton-Brown, T.W.T., (1980). Camelon, Arthur’s O’on and the Main Supply Base for the Antonine Wall. Britannia 11."
      ]
    },
    {
      "index": 2,
      "site": "Ashwell",
      "start": "43",
      "end": "410",
      "location": " England, Hetfordshire, Ashwell",
      "description": "",
      "bibliography": [
        "Jackson, R., Burleigh, G., (2018). Dea Senuna: Treasure, Cult and Ritual at Ashwell, Hertfordshire. British Museum.",
        "Richardson, I., (2012). PAS-9708E3: A ROMAN HOARD [WWW Document]. Portable Antiquities Scheme. URL https://finds.org.uk/database/artefacts/record/id/509533#1"
      ]
    },
    {
      "index": 3,
      "site": "Benwell Roman Temple",
      "start": "100",
      "end": "600",
      "location": " England, Tyne and Wear, Newcastle-upon-Tyne, Broomridge Avenue",
      "description": "We know the temple was destroyed sometime in the 2nd Century. The latest coin issue was dated to 161 - 180 and there is evidence of burnt roof tiles and timbers, however, there is evidence of continued use as a burial ground. If the suspected burial just to the west is to be included we can push it's use to the 6th or 7th Century.",
      "bibliography": [
        "Bidwell, P., n.d. HISTORY OF BENWELL ROMAN TEMPLE [Online]. English Heritage. URL https://www.english-heritage.org.uk/visit/places/benwell-roman-temple-hadrians-wall/history/",
        "Brewis, P., (1936). A cruciform brooch from Benwell, Newcastle upon Tyne. Archaeologia Aeliana, 4 13, 117–21.",
        "Collingwood, R.G., Wright, R.P., (1965). RIB no. 1329, in: The Roman Inscriptions of Britain, Vol 1: Inscriptions on Stone. Oxford.",
        "Jobey, G., Maxwell, D., (1957). A square-headed brooch from Benwell. Archaeologia Aeliana, 4 35.",
        "Philips, E.J., (1977). fascicule 1: Corbridge, Hadrian’s Wall East of the North Tyne, in: Corpus Signorum Imperii Romani, Vol 1."
      ]
    },
    {
      "index": 4,
      "site": "Brean Down",
      "start": "340",
      "end": "367",
      "location": " England, Somerset, Brean Down",
      "description": "",
      "bibliography": [
        "ApSimon. (1964). "
      ]
    },
    {
      "index": 5,
      "site": "Brigstock",
      "start": "25",
      "end": "400",
      "location": " England, Northamptonshire, Brigstock",
      "description": "",
      "bibliography": [
        "Greenfield. (1963). ",
        "Taylor. (1957). ",
        "Green. (1976). "
      ]
    },
    {
      "index": 6,
      "site": "Chelmsford",
      "start": "60",
      "end": "402",
      "location": " England, Essex, Chelmsford",
      "description": "The earliest ritual activity recorded at Chelmsford begins in 60 AD and shows continuous activity until the early 5th. The latest coin issue found on the site dates from 388 - 402 AD with the distinct possibility of later activity. The sites demise is likely connected to the end of thRoman town in which it sat at the eastern entrance of. Wickenden suggests a dedication to Mars.",
      "bibliography": [
        "Smith, A., (2008). The Fate of Pagan Temples in South-East Britain, in: Rudling, D. (Ed.), Ritual Landsacpes of South-East Britain.",
        "Wickenden, (1992).",
        "Drury, (1988)."
      ]
    },
    {
      "index": 7,
      "site": "Farley Heath Roman Temple",
      "start": "400",
      "end": "450",
      "location": " England, Surrey, Farley Heath",
      "description": "There is earlier use noted but of unkown date.",
      "bibliography": [
        "Bird. (2007). ",
        "Bird. (1996). ",
        "(1958). Guide to the Antiquities.",
        "Goodchild. (1938). "
      ]
    },
    {
      "index": 8,
      "site": "Frilford Shrine",
      "start": "70",
      "end": "499",
      "location": " England, Berkshire, Frilford",
      "description": "",
      "bibliography": [
        "Kamash, Z., Gosden, C., Lock, G. (2010). Continuity and Religious Practices in Roman Britain: The Case of the Rural Religious Complex at Marcham/Frilford, Oxfordshire. "
      ]
    },
    {
      "index": 9,
      "site": "Gosbeck's Farm",
      "start": "150",
      "end": "399",
      "location": " England, Essex, Birch",
      "description": "",
      "bibliography": []
    },
    {
      "index": 10,
      "site": "Great Chesterford",
      "start": "0",
      "end": "400",
      "location": " England, Essex, Uttlesford",
      "description": "A substantial Romano-Celtic temple set within an extensive temenos, 1km east of the Roman town. The site shows some evidence of pre-invasion use in the early 1st century and shows continued ritual activity up to the the late 4th or early 5th century.",
      "bibliography": [
        "Smith, A., (2008). The Fate of Pagan Temples in South-East Britain, in: Rudling, D. (Ed.), Ritual Landsacpes of South-East Britain.",
        "Kemble, (2001).",
        "Miller, (1995).",
        "Burnham, Wacher, (1990).",
        "Collins, (1978)."
      ]
    },
    {
      "index": 11,
      "site": "Hayling Island",
      "start": "-50",
      "end": "70",
      "location": " England, Hampshire, Hayling Island",
      "description": "",
      "bibliography": [
        "King, A. (1979). The Hayling Island temple: third interim report on the excavation of the Iron Age and Roman temple 1976-78. ",
        "Katrina-Kay Sepulveda, A. (2016). An Archaeology of Temple Assemblages and Social Practice in Early South-Eastern Roman Britain. ",
        "King, A. (2014). The Pre-Roman Cult Site at Hayling Island, Hampshire, GB: The Problem of Characterizing an Anonymous Deity. ",
        "Downey, R., King, A., Soffe, G. (1978). The Roman temple on Hayling Island. ",
        "(2020). Sacred Landscapes in Antiquity: Creation, Manipulation, Transformation. ",
        "Creighton, J. (2000). Coins and Power in Late Iron Age Britain. ",
        "Palk, B. (1984). Iron Age Bridle Bits from Britain. ",
        "Pitts, M. (2001). Hayling Island, The Iron Age and Roman temple site on the Hampshire coast continues to surprise. ",
        "King, A., Soffe, G. (1994). The Iron Age and Roman Temple on Hayling Island, Hampshire. In:  ed., The Iron Age in Wessex: recent work. ",
        "King, A., Soffe, G. (2008). Hayling Island: a Gallo-Roman temple in Britain. ",
        "Downey, R., King, A., Soffe, G. (1980). The Hayling island temple and religious connections accross the Channel. In:  ed., Temples, Churches, and Religion: Recent Research in Roman Britain: with a Gazetteer of Romano-Celtic Temples in Continental Europe. ",
        "King, A., Soffe, G. (2008). A bibliograohy of the Iron Age and Roman temple on Hayling Island. ",
        "King, A., Soffe, G. (1998). Internal organisation and deposition at the Iron Age temple on Hayling Island. ",
        "King, A., Soffe, G. (1991). Hayling Island. In:  ed., Britain in the Roman Period: recent trends. ",
        "King, A., Soffe, G. (2013). A Sacred Island Iron Age, Roman and Saxon Temples and Ritual on Hayling Island. In:  ed., ",
        "Briggs, D., Haselgrove, C., King, C. (1993). Iron Age and Roman coins from Hayling Island temple. British Numismatic Journal. [online] Volume 62, Available at: URL http://www.britnumsoc.org/publications/Digital BNJ/pdfs/1992_BNJ_62_3.pdf. ",
        "Watts, D. (1998). Religion in late Roman Britain. ",
        "Webster, J. (2015). Understanding Celtic Religion. ",
        "Crease, S. (2015). Re-Thinking Ritual Traditions : Interpreting Structured Deposition in Watery Contexts in Late Pre-Roman Iron Age and Roman Britain By Susheela Marie Elizabeth Crease Submitted for the degree of PhD UCL. ",
        "Haeussler, R. (2010). From tomb to temple: on the rôle of hero cults in local religions in Gaul and Britain in the Iron Age and the Roman period. 1. Test: Test, pp.1 - 10. ",
        "Haeussler, R. (2008). How to identify Celtic religion(s) in Roman Britain and Gaul. ",
        "Allen, M. (2011). ANIMALSCAPES AND EMPIRE : NEW PERSPECTIVES ON THE IRON AGE / ROMANO-BRITISH TRANSITION. ",
        "(2012). Religion and Ritual pre-AD 410. ",
        "Forcey, C. (2017). Whatever Happened to the Heroes? Ancestral Cults and the Enigma of Romano-Celtic Temples. Theoretical Roman Archaeology Journal. ",
        "Henig, M. (2010). Attitudes to the Art of Roman Britain. In:  ed., THE Art of ROMAN BRITAIN. ",
        "Cleary, S. (2015). The ‘end of the gods' in late Roman Britain. ",
        "Henig, M. (2003). Religion in Roman Britain. pp.1–275. "
      ]
    },
    {
      "index": 12,
      "site": "Hockwold Temple",
      "start": "100",
      "end": "400",
      "location": " England, Norfolk, Hockwold cum Wilton",
      "description": "",
      "bibliography": []
    },
    {
      "index": 13,
      "site": "Jordan Hill",
      "start": "300",
      "end": "399",
      "location": " England, Dorset, Weymouth, Bowleaze Coveway",
      "description": "",
      "bibliography": []
    },
    {
      "index": 14,
      "site": "Lamyatt",
      "start": "200",
      "end": "410",
      "location": " England, Somerset, Mendip, Lamyatt",
      "description": "",
      "bibliography": []
    },
    {
      "index": 15,
      "site": "Lowbury Hill",
      "start": "45",
      "end": "65",
      "location": " England, Oxfordshire, Wallingford",
      "description": "",
      "bibliography": [
        "Atkinson. "
      ]
    },
    {
      "index": 16,
      "site": "Lydney Temple",
      "start": "364",
      "end": "unknown",
      "location": " England, Gloucstershire, Lydney Park",
      "description": "",
      "bibliography": [
        "Wheeler., Wheeler., 1932"
      ]
    },
    {
      "index": 17,
      "site": "Maiden Castle",
      "start": "350",
      "end": "499",
      "location": " England, Dorset, Dorchester, Maiden Castle Road",
      "description": "",
      "bibliography": [
        "Booth, T., Madgwick, R. (2016). New evidence for diverse secondary burial practices in Iron Age Britain: A histological case study. Journal of Archaeological Science. [online] Volume 67, Available at: URL http://dx.doi.org/10.1016/j.jas.2016.01.010. "
      ]
    },
    {
      "index": 18,
      "site": "Nettleton Shrub",
      "start": "69",
      "end": "399",
      "location": " England, Wiltshire, Nettleton",
      "description": "",
      "bibliography": [
        "Wedlake, WJ., (1982), The shrine of Apollo at Nettleon, Wilts"
      ]
    },
    {
      "index": 19,
      "site": "Old Harlow",
      "start": "250",
      "end": "399",
      "location": " England, Essex, Old Harlow",
      "description": "",
      "bibliography": [
        "France., Gobel. (1985). "
      ]
    },
    {
      "index": 20,
      "site": "Cadbury Castle / Henley Wood",
      "start": "200",
      "end": "300",
      "location": " England, Somerset",
      "description": "",
      "bibliography": []
    },
    {
      "index": 21,
      "site": "Uley Shrine",
      "start": "-199",
      "end": "799",
      "location": " England, Gloucestershire, Uley",
      "description": "",
      "bibliography": [
        "Cleary, S. (2015). The ‘end of the gods' in late Roman Britain. ",
        "Woodward., Leach. (1993). The Uley Shrines: Excavation of a Ritual Complex on West Hill, Uley, Gloucestershire. ",
        "Sparey-Green. (1987). "
      ]
    },
    {
      "index": 22,
      "site": "Wanborough Temple",
      "start": "50",
      "end": "399",
      "location": " England, Surrey, Guildford, Wanborough",
      "description": "A ritual site showing activity from the mid 1st to the late 4th CE. Earliest phases show little evidence for structure, but a later circular temple was built before it collapsed and a Romano-British temple was constructed just to the South. It is notable for the priestly regalia found associated with the site.",
      "bibliography": [
        "Alaimo, K.-K.S., 2016. An Archaeology of Temple Assemblages and Social Practice in Early South-Eastern Roman Britain.",
        "Bird, 1996. Roman objects from Wanborough: a supplementary note. Surrey Archaeological Collections.",
        "Esposito, A., 2019. Performing the Sacra: Priestly Roles and Their Organisation in Roman Britain. Archaeopress Publishing Ltd.",
        "Esposito, A., 2015. A Context for Roman Priestly Regalia: Depositional Practices and Spatial Distribution of Assemblages from Roman Britain, in: TRAC 2015: Proceedings of the 25th Annual Theoretical Roman Archaeology Conference.",
        "King, A., 2008. Coins and coin hoards from Romano-Celtic temples in Britain.",
        "King, A., 2005. Animal Remains from Temples in Roman Britain. Britannia 36.",
        "O’Connell, Bird, 1994. The Roman Temple at Wanborough, Excavation 1985–1986, Surrey Archaeological Collections.",
        "Rudd, C., 2014. Horned god or druid priest?",
        "Thomas, S., 2009. Wanborough Revisited: The Rights and Wrongs of Treasure Trove Law in England and Wales, in: Metal Detecting & Archaeology.",
        "Williams, 2007. Green Lane, Wanborough: excavations at the Roman religious site 1999. Surrey Archaeological Collections.",
        "Williams, Bird, J., Poulton, R., 2007. Farley Heath and Wanborough Roman Temples, Surrey Archaeological Collections: Relating to the History and Antiquities of the county.",
        "Williams, D., 2008. The Wanborough Temple Site, in: Rudling, D. (Ed.), Ritual Landscapes of Roman South-East Britain."
      ]
    },
    {
      "index": 23,
      "site": "Weycock Hill",
      "start": "300",
      "end": "499",
      "location": " England, Berkshire, Reading",
      "description": "",
      "bibliography": []
    },
    {
      "index": 24,
      "site": "Great Dunmow",
      "start": "350",
      "end": "425",
      "location": "England, Essex",
      "description": "An unusually late constructed shrine of timber and turf. The shrine had a period of reconstruction in 390 - 400 CE involving the laying of a flint and tile platform.",
      "bibliography": [
        "Smith, A., (2008). The Fate of Pagan Temples in South-East Britain, in: Rudling, D. (Ed.), Ritual Landsacpes of South-East Britain.",
        "Wickenden, (1988)."
      ]
    },
    {
      "index": 25,
      "site": "Picket Farm",
      "start": "117",
      "end": "378",
      "location": "England, Dorset, South Perrot, Picket Lane, Picket Farm",
      "description": "A Neolithic oval barrow which shows evidence for Roman period ritual activuty. Dating is primarily through coin depositons, the bulk dating from 260 to 378 but the earliest is from 117. Some Roman roof tiles were found, the excavator suggested the possibility of a Roman shrine but this was not discovered.",
      "bibliography": [
        "Picket Farm, Picket Lane, South Perrot, Dorset. Report on an Archaeological Fieldwalking Exercise and Evaluation, and an Assessment of the results, (2005). Wessex Archaeology."
      ]
    },
    {
      "index": 26,
      "site": "Ivy Chimneys",
      "start": "-100",
      "end": "425",
      "location": "England, Essex, Witham, Ivy Chimneys",
      "description": "The site is suggested to have activity beginning in the Late Iron Age with a timber-framed wattle and daub temple built in the later 3rd Century. There are several periods of activity and reconstruction lasting into the early 5th Century. Turner suggested that one of these phases was a church.",
      "bibliography": [
        "Smith, A., 2008. The Fate of Pagan Temples in Sount-East Britain during the late and post-Roman periods, in: Rudling, D. (Ed.), Ritual Landscapes of Roman South-East Britain.",
        "Turner, 1999.",
        "Green, 1999.",
        "Rodwell, 1993."
      ]
    },
    {
      "index": 28,
      "site": "Pagans Hill",
      "start": "275",
      "end": "early 5th CE",
      "location": "Pagans Hill, England, Somerset, Pagans Hill" ,
      "description": "A double octagonal temple built in the late 3rd Century CE, the original building, and a second collapsed before the final structure was built in the late 4th century CE. The last building collapsed some time in the 5th century CE. There is pre-roman use noted and post-roman material from the 7th century was found in the adjacent well.",
      "bibliography": [
        "Rahtz, P.; Harris, L.G. (1958). 'The temple well and other buildings at Pagans Hill, Chew Stoke, North Somersetshire'. Proceedings of the Somersetshire Archaeological and Natural History Society: 25–51",
        "Rodwell, Warwick (1980). 'Temples, Churches and Religion: Recent Research in Roman Britain'. Chichester: British Archaeological Reports",
        "Wedlake, WJ., (1982), The shrine of Apollo at Nettleon, Wilts",
        "Boon, George C. (1989). 'A Roman sculpture rehabilitated: The Pagans Hill dog'. Britannia. Society for the Promotion of Roman Studies. 20: 201–217",
        "Rahtz, P.; Watts, L. (1991). 'Pagans Hill revisited'. The Archaeological Journal. 46",
        "Gelling, Margaret. 'Temples in Somerset and neighbouring areas', Archeology Data Service. Retrieved 2007-01-03",
        "Smith, A., Rudling, D., (2008), The Fate of Pagan Temples in South-East Britain",
        "Cleary, SE., (2014), The 'End of the Gods' in Late Roman Britain"
      ]
    },
    {
      "index": 29,
      "site": "Ratham Mill",
      "start": "early 1st CE",
      "end": "early 4th CE",
      "location": "Ratham Mill, England, Sussex" ,
      "description": "A probable Romano-British temple of uncertain date, the site has been known since the 50s when it was observed as a cropmark (King, Soffe, 1983). The site consists of two concentric masonry foundations (17.5m x 16m) and (8.5, x 7.5m) enclosing a slightly off-centre rectangle which has been interpreted as a possible foundation of a plinth, altar, statue, or else a pool or well. The entrance is more than likely on the east side, though this is not clear from aerial photography.\n\nThe site (SU 8090 0644) overlooks a nearby stream at the bottom of a gentle slope to the east. Just outside the temple between itself and the river is a large circular structure with a large central depression 21m in diameter and an encircling ditch of 31m in diameter. Rudling postulates an earlier shrine or location for depositions.\n\nNo excavation has been carried out so the date can only be suggested from surface level finds. The earliest finds are Late iron age pottery and coins (Rudling, 2008). The bulk of pottery is late first and second centuries, but one sherd may be third or fourth century (King, Soffe, 1983).",
      "bibliography": [
        "D. Rudling, ‘Roman-Period Temples, Shrines and Religion in Sussex’, in Ritual Landscapes of Roman South-East Britain, D. Rudling, Ed. 2008",
        "S. Mountstephen, 2007",
        "Allison, 2006",
        "A. King and G. Soffe, ‘A Romano-Celtic Temple at Ratham Mill, Funtington, West Sussex’, 1983.",
        "‘Joint Arch. Comm. Bull’, vol. xiii, no. 1, 1963."
      ]
    },
    {
      "index": 30,
      "site": "Richborough Castle",
      "start": "late 3rd CE",
      "end": "late 6th CE",
      "location": "Richborough Castle, England, Kent, Richborough" ,
      "description": "Richborough Castle began as a temporary millitary camp for Plautius' invasion force in 43 AD, the only settlement prior to this was an Iron Agen farmstead that was abandoned around 100 BC. At the end of the first century AD timber structures were cleared away and the site became a more permanent civilian settlement with an associated port. In the late third century AD the site again became a millitary establishment, the central part of the town was leveled and the monument constructed to celebrate the conquest of Britain was converted into a signal station, this signal station was eventually leveled to construct a shore fort. Around this time, it is suggested that the two Roman-Celtic temples to the south were constructed. By the end of the fourth century the fort was no longer garrisoned by regular troops, though the fort continued to be used as a settlement into the fifth century where it is noted in the Notitia Dignitatum. Around this time the temples would have already collapsed but continued to be used as two deposits were found inserted into the wall, it is around this same time that the proposed church associated with the baptismal font was constructed. It is unsure when these structures stopped being used but the fort was abandoned during the later fifth and sixth centures.",
      "bibliography": [
        "T. Wilmott and S. Philip, ‘The Plan of the Saxon Shore Fort at Richborough’, _Britannia_, vol. 51, pp. 147–174, 2020.",
        "T. Wilmott and J. Tibber, ‘Richborough, a Roman and medieval port!’, _Research News_, vol. 12, pp. 20–22, 2009.",
        "A. Smith, ‘The Fate of Pagan Temples in South-East Britain’, in _Ritual Landsacpes of South-East Britain_, D. Rudling, Ed. 2008.",
        "T. Wilmott, ‘Richborough’, _Kent Archaeological Society Newsletter_, vol. 53, pp. 12–13, 2002.",
        "A Saxon Shore fort, Roman port and associated remains at Richborough’, 1981. https://historicengland.org.uk/listing/the-list/list-entry/1014642",
        "P. D. C. Brown, ‘The church at Richborough’, _Britannia_, vol. 2, pp. 225–231, 1971.",
        "B. Cunliffe, ‘Fifth Report on the Excavations of the Roman Fort at Richborough, Kent’, pp. 98–99, 1968.",
        "Bushe-Fox, ‘Fifth report on the excavations of the Roman fort at Richborough, Kent’, 1968.",
        "Bushe-Fox, ‘Fourth report on the excavations of the Roman fort at Richborough, Kent.’, 1949",
        "Bushe-Fox, ‘Third report on the excavations of the Roman fort at Richborough, Kent’, 1932",
        "Bushe-Fox, ‘Some Notes on Roman Coast Defences’, 1932",
        "Bushe-Fox, ‘Second report on the excavations of the Roman fort at Richborough, Kent’, 1928"
      ]
    },
    {
      "index": 31,
      "site": "Sharnbrook",
      "start": "early 1st BCE",
      "end": "unknown",
      "location": "England, Bedfordshire, Sharnbrook" ,
      "description": "A possible Late Iron Age and Roman temple, interpreted entirely through aerial photogrophy of crop-markings. There appear to be too overlapping features, a circular enclosure and a square enclosure enclosing a smaller square. It's possible the circular enclosure is a Late Iron Age shrine and the square one a Romano-Celtic temple.",
      "bibliography": [
        "MONUMENT NO. 1410831, https://www.pastscape.org.uk/hob.aspx?hob_id=1410831&sort=2&type=TEMPLE&rational=a&class1=11&period=43|410|ROMAN|38|0&county=None&district=None&parish=None&place=&yearfrom=43&yearto=410&recordsperpage=60&source=text&rtype=&rnumber="
      ]
    }
  ],
  "dates":{
    "unknown": "",
    "early 1st BCE": "-100",
    "mid 1st BCE": "-75",
    "late 1st BCE": "-25",
    "early 1st CE": "0",
    "mid 1st CE": "25",
    "late 1st CE": "75",
    "early 2nd CE": "100",
    "mid 2nd CE": "125",
    "late 2nd CE": "175",
    "early 3rd CE": "200",
    "mid 3rd CE": "225",
    "late 3rd CE": "275",
    "early 4th CE": "300",
    "mid 4th CE": "325",
    "late 4th CE": "375",
    "early 5th CE": "400",
    "mid 5th CE": "425",
    "late 5th CE": "475",
    "late 6th CE": "575"
  }
}